{
  "sections": [
    {
      "text": "From October 1985 to June 2011, as the president of Bala Sangham Achyuta Rao was instrumental in many children getting justice, as he rescued at least 5000 child labourers, rescued thousands of children from human trafficking, filed hundreds of cases with the human rights commission.",
      "image": "assets/images/uploads/bhs.jpg"
    },
    {
      "text": "In addition to actively responding to any children who reached out to him and proactively seeking out children who desperately needed any help, Achyuta Rao was also involved in organising sensitisation camps for the police, sensitisation camps for teachers against corporal punishments, conducting health camps for children, rehabilitating child beggars and child sex workers."
    },
    {
      "text": "One of the key activities he did was when he conducted self-defence workshops for over a lakh girl children in the erstwhile Andhra Pradesh."
    },
    {
      "text": "His tenacity and his zeal can be seen if one goes through the kind of complex cases he was involved in. For instance, there was one instance where a little girl, Shambhavi, was being considered as a deity in a temple in Kurnool District and she was being made to sit in the temple and she didn’t have access to education. Achyuta Rao took it up proactively and filed a complaint with Lokayukta and ensured the little girl got justice.",
      "image": "assets/images/uploads/BS Old.jpg"
    },
    {
      "text": "Another aspect where he went strongly against superstitious beliefs affecting children was when he filed a complaint in Lokayukta against the so-called fish ‘medicine’ in Hyderabad. Taking a few samples of the ‘medicine’, he got it tested and found out that it doesn’t have anything except turmeric and flour and he protested against it and ensured it was stopped, at least for children.",
      "image": "assets/images/uploads/Fish Prasadam.jpg"
    },
    {
      "text": "Along this note where he utilised laboratory testing to address major issues, he also got several milk samples tested and found out that several packaged milk brands have pathogens like E. Coli in them and also took on against the fast-food giant KFC to ensure children weren’t harmed."
    },
    {
      "text": "In June 2011, he started Balala Hakkula Sangham, his own initiative, after quitting Bala Sangham, and started another crusade on his own.",
      "image": "assets/images/uploads/6.jpg"
    },
    {
      "text": "In addition to rescuing hundreds of children from being forced into marriages and into sex work, Achyuta Rao also took on cases where children were abused by law enforcement authorities and filed cases against the police too, on several instances."
    },
    {
      "text": "One of the major activities he did in the three decades of activism was when he conducted a sting operation with the aid of a journalist and in this sting, he exposed a massive child selling racket in Devarakonda, Nalgonda. The magnitude of this racket was such that even the local government authorities were involved in it and Achyuta Rao conducted this sting with utter disregard for his personal safety."
    },
    {
      "text": "His activities were even noticed by the Chief Minister of Telangana. When Prathyusha, a teenager and a victim of extensive parental abuse, was rescued by Achyuta Rao, the Chief Minister of Telangana adopted the girl and ensured her safety."
    },
    {
      "text": "Another major action of his, which received international coverage was when he strongly protested against the death of Aradhana, a teenage girl who was made to starve for more than 60 days according to a Jain tradition.",
      "image": "assets/images/uploads/Aaradhana.jpg"
    },
    {
      "text": "In addition to all these, he also used to conduct events like painting competitions and give children a platform where they could showcase their talent, on November 14 every year and on International Children’s Day every year.",
      "image": "assets/images/uploads/Painting Competition.jpg"
    },
    {
      "text": "His family members observed hundreds of instances when he didn’t care about what time of the day it was and where he had to go or what he had to face to get help for children in distress. This was also observed in his last days after testing positive for COVID, as he ensured he did what he could even when he was physically suffering."
    },
    {
      "text": "His demise left a void for lakhs of children."
    }
  ],
  "title": "Activism"
}